<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Arabic Language Lines
    |--------------------------------------------------------------------------
     */  

    // Fields
    'field.brand' => 'العلامة التجارية',
    'field.name' => 'العلامة التجارية',
    'field.name_ar' => 'اسم العلامة التجارية بالعربية',
    'field.name_en' => 'اسم العلامة التجارية بالإنجليزية',

    'field.pleaseEnterName' => 'الرجاء ادخال اسم العلامة التجارية',


    // Validation
    'validation.name_ar.required' => 'اسم العلامة التجارية بالعربية مطلوب',
    'validation.name_ar.unique' => 'تم استخدام اسم العلامة التجارية AR بالفعل.',
    'validation.name_en.required' => 'اسم العلامة التجارية بالإنجليزية مطلوب',
    'validation.name_en.unique' => 'تم استخدام اسم العلامة التجارية EN بالفعل.',

    // Messages
    'message.created' => 'تم إنشاء العلامة التجارية بنجاح',
    'message.updated' => 'تم تحديث العلامة التجارية بنجاح',
    'message.deleted' => 'تم حذف العلامة التجارية بنجاح',
    'message.notFound' => 'العلامة التجارية غير موجودة',
];
